Repository: JuanSpecht/aesop
Catalog: po/extra/*.po
Languages: fr, tr

source: The simplest PDF viewer around
fr: La visionneuse de PDF la plus simple
tr: Çevredeki en basit PDF görüntüleyici

source: PDF;Document;Viewer;
fr: PDF;Document;Visionneuse;
tr: PDF;Belge;Döküman;Görüntüleyici;

source: Open up any of your PDF files and enjoy reading it from the comfort of this application
fr: Ouvrez n'importe lequel de vos fichiers PDF et prenez plaisir à le lire le confort de cette application
tr: Herhangi bir PDF dosyanızı açın ve uygulamanın rahatlığında okumanın tadına varın

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q
tr: Ctrl + Q kısayoluyla dilediğiniz zaman çıkın

source: Go fullscreen with F11
fr: Passez en mode plein écran avec F11
tr: F11 ile tam ekran görünümününe geçin

source: Open any PDF file from anywhere, even externally
fr: Ouvrez des PDF depuis n'importe quel emplacement, même externe
tr: Dilediğiniz yerden PDF dosyasını açın, hatta harici olarak bile

source: Print the current viewed document
fr: Imprimez le document actuellement consulté
tr: Görüntülenen belgeyi kolayca yazdırın

source: Release: Guillemet
fr: Version : Guillemet
tr: Sürüm: Guillemet

source: Fixed: The app would open other files than PDFs.
fr: Correction : L'application pouvait ouvrir d'autres fichiers que des PDF.
tr: Düzeltildi: Uygulama PDF dışındaki dosyaları açabiliyor.

source: Fixed: The app couldn't be maximized.
fr: Correction : L'application ne pouvait pas être maximisée.
tr: Düzeltildi: Uygulama büyütülemiyor.

source: Fixed: Some translations weren't working.
fr: Correction : Certaines traductions ne fonctionnaient pas.
tr: Düzeltildi: Kimi çeviriler çalışmıyor.

source: Release: Bullet Point
fr: Version : Puce
tr: Sürüm: Bullet Point

source: French Translation.
fr: Traduction en français.
tr: Fransızca çeviri.

source: Release: Page Marker
fr: Version : Marque-page
tr: Sürüm: Page Marker

source: Added new "Live Mode" setting in the preferences menu.
fr: Ajout du nouveau paramètre « mode direct » dans le menu des préférences.
tr: Tercihler menüsüne yeni "Canlı Kip" ayarı eklendi.

source: Set the page button to only be interactable when actually opening PDFs.
fr: Le bouton de pagination n'est utilisable que pendant que les PDF sont ouverts.
tr: Sayfa düğmesi yalnızca PDF belge açılırken etkileşime girecek şekilde ayarlandı.

source: Release: Fireworks Inkblot
fr: Version : Feu d'artifice d'encre
tr: Sürüm: Fireworks Inkblot

source: Fixed page jumper not showing certain pages.
fr: Correction de la pagination qui n'affichait pas certaines pages.
tr: Sayfa değiştirici belirli sayfaları göstermiyor hatası düzeltildi.

source: Fix the size of the virtual page to fit within the PDF's sizes.
fr: Correction de la taille de la page virtuelle pour s'ajuster aux différentes tailles de PDF.
tr: Sanal sayfanın boyutu PDF boyutlarına uyacak şekilde sabitlenerek düzeltildi.

source: Fix maximization on small screens.
fr: Correction de la maximisation sur les petits écrans.
tr: Küçük ekranlarda büyütme düzeltildi.

source: Release: Ecofriendly Printing
fr: Version : Impression écoresponsable
tr: Sürüm: Ecofriendly Printing

source: Fixed inverted view printing black pages instead of the actual document.
fr: Correction de la vue inversée qui imprimait des pages noires au lieu du document courant.
tr: Asıl belge yerine siyah sayfalar yazdırırken ters görünüm düzeltildi.

source: Open PDFs externally.
fr: Ouvrez des PDF externes.
tr: Harici PDF dosyalarını aç.

source: Added a way to zoom in/out in the main menu.
fr: Ajout d'une fonctionnalité de zoom avant/arrière dans le menu principal.
tr: Ana menüye yaklaştırma/uzaklaştırma seçeneği eklendi.

source: Release: Come Hither and Read
fr: Version : Venez ici et lisez
tr: Sürüm: Come Hither and Read

source: First stable release.
fr: Première version stable.
tr: İlk kararlı sürüm.
