Repository: JuanSpecht/aesop
Catalog: po/*.po
Languages: fr, nl_nl

source: The simplest PDF viewer around
fr: La visionneuse de PDF la plus simple qui soit
nl_nl: De eenvoudigste PDF-lezer die er bestaat

source: Open up any of your PDF files and enjoy reading it from the comfort of this application
fr: Ouvrez n'importe lequel de vos fichiers PDF et lisez-le confortablement à partir de cette application
nl_nl: Open je PDF-bestanden en lees ze met genot, dankzij de eenvoud van deze applicatie

source: Quit anytime with the shortcut Ctrl + Q
fr: Quittez à tout moment avec le raccourci Ctrl + Q
nl_nl: Sluit af met Ctrl + Q

source: Go fullscreen with F11
fr: Passez en plein-écran avec F11
nl_nl: Schakel over naar volledig scherm met F11

source: Open any PDF file from anywhere, even externally
fr: Ouvrez n'importe quel fichier PDF de n'importe où, même de l'extérieur
nl_nl: Open een PDF-bestand vanuit elke locatie, zelfs een externe

source: Print the current viewed document
fr: Imprimez le document actuellement visualisé
nl_nl: Druk het momenteel getoonde document af

source: PDF;Document;Viewer;
fr: PDF;Document;Visionneuse;
nl_nl: PDF;Document;Weergave;

source: Enable Live Mode
fr: Activer le mode direct
nl_nl: Live-modus inschakelen

source: ERROR:
fr: ERREUR:
nl_nl: FOUT:

source: Maybe you do not have the necessary permissions.
fr: Vous n'avez peut-être pas les permissions nécessaires.
nl_nl: Wellicht beschik je niet over de juiste rechten.

source: Maybe the file path provided is not valid.
fr: Peut-être que le chemin d'accès fourni n'est pas valide.
nl_nl: Wellicht is het opgegeven bestandspad onjuist.

source: The location is read-only.
fr: L'emplacement est en lecture seule.
nl_nl: De locatie is alleen-lezen.

source: The parent directory doesn't exist.
fr: Le dossier parent n'existe pas.
nl_nl: De bovenliggende map bestaat niet.

source: File "%s" cannot be created. %s
fr: Impossible de créer le fichier « %s ». %s
nl_nl: Het bestand '%' kan niet worden gecreëerd. %s

source: File "%s" cannot be opened. %s
fr: Impossible d'ouvrir le fichier « %s ». %s
nl_nl: Het bestand '%s' kan niet worden geopend. %s

source: It is a mountable location.
fr: C'est un emplacement montable.
nl_nl: Het is een aankoppelbare locatie.

source: It is a directory.
fr: C'est un dossier.
nl_nl: Het is een map.

source: It is a "special" file such as a socket, fifo, block device, or character device.
fr: C'est un fichier « spécial » tel qu'un socket, fifo, un block device, ou un character device.
nl_nl: Het is een 'speciaal' bestand, zoals een socket, fifo, block- of tekenapparaat.

source: It is an "unknown" file type.
fr: C'est un fichier de type « inconnu ».
nl_nl: Het is een 'onbekend' bestandstype.

source: File couldn't be accessed
fr: Impossible d'accéder au fichier
nl_nl: Geen toegang tot bestand

source: AppInfo object not found for Aesop.
fr: L'objet AppInfo n'a pas été trouvé pour Aesop.
nl_nl: Aesop AppInfo-object niet gevonden.

source: Print copyright info and exit
fr: Afficher les informations sur les droits d'auteur et quitter
nl_nl: Toon copyright-informatie en sluit af

source: No PDF File Open
fr: Aucun fichir PDF ouvert
nl_nl: Je hebt nog geen PDF-bestand geopend

source: Open a PDF file
fr: Ouvrir un fichier PDF
nl_nl: Open een PDF-bestand

source: Open PDF
fr: Ouvrir un PDF
nl_nl: PDF openen

source: Open a PDF for viewing.
fr: Ouvrir un fichier PDF à visualiser.
nl_nl: Open een PDF om deze te bekijken.

source: Light background
fr: Thème clair
nl_nl: Lichte achtergrond

source: Dark background
fr: Thème sombre
nl_nl: Donkere achtergrond

source: Page:
nl_nl: Pagina:

source: Printâ¦
nl_nl: Afdrukken

source: Reload the pdf every 30s.
fr: Recharge le pdf toutes les 30s.
nl_nl: Herlaad het PDF-bestand elke 30s.

source: Zoom Out
fr: Zoom arrière
nl_nl: Uitzoomen

source: Zoom 1:1
nl_nl: 1:1 zoomen

source: Zoom In
fr: Zoom avant
nl_nl: Inzoomen

source: Settings
fr: Paramètres
nl_nl: Instellingen

source: Open
fr: Ouvrir
nl_nl: Openen

source: Cancel
fr: Annuler
nl_nl: Annuleren

source: Print…
fr: Imprimer…
